<template>
  <div class="statement-content">
    <h3 class="title">服务条款和隐私政策</h3>
    <h3>一、接受条款</h3>
    <p>
      以下为您使用广东省武术协会信息化综合服务管理平台（下称“平台”）应当知晓及遵守的有关条款（下称“本条款”）。若不接受本条款，请不要使用平台提供的服务。我们所提供的服务包含平台体验和使用、互联网消息传递服务以及平台提供的任何相关的其他特色功能、内容或应用程序(合称"平台服务")。无论用户是以"访客"(表示用户只是浏览我们平台网站)还是"会员"(表示用户已在我们平台注册并登录)的身份使用平台服务，均表示该用户同意遵守本条款。
    </p>
    <p>
      用户必须完全同意所有服务条款并完成注册程序，才能成为本网站的正式用户。如果用户自愿成为我们平台成员并与其他成员交流(包括通过我们平台网站直接联系或通过我们平台各种服务而连接到的成员)，以及使用我们平台网站及其各种附加服务，请务必认真阅读本条款并在注册过程中表明同意接受本条款。如果用户选择使用某些平台服务，可能会收到要求其下载软件或内容的通知，和/或要求用户同意附加条款和条件的通知。除非用户选择使用的平台服务相关的附加条款和条件另有规定，附加的条款和条件都应被包含于本条款中。
    </p>
    <p>
      我们平台有权随时修改本条款文本中的任何条款，且毋须另行通知。任何该等修改自发布之日起即生效。如果用户在该等修改发布后继续使用平台服务，则表示该用户同意遵守对本条款所作出的该等修改。因此，请用户务必定期查阅本条款，以确保了解所有关于本条款的最新修改。如果用户不同意我们平台对本条款进行的修改，请用户离开我们平台网站并立即停止使用平台服务。同时，用户还应当删除个人档案并注销成员资格。
    </p>
    <h3>二、遵守法律</h3>
    <p>
      当使用平台服务时，用户同意遵守中华人民共和国(下称"中国")的相关法律法规，包括但不限于《中华人民共和国宪法》、《中华人民共和国合同法》、《中华人民共和国电信条例》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《中华人民共和国保守国家秘密法》、《全国人民代表大会常务委员会关于维护互联网安全的决定》、《中华人民共和国计算机信息系统安全保护条例》、《计算机信息网络国际联网安全保护管理办法》、《中华人民共和国著作权法》及其实施条例、《互联网著作权行政保护办法》等。用户只有在同意遵守所有相关法律法规和本条款时，才有权使用平台服务(无论用户是否有意访问或使用此服务)。请用户仔细阅读本条款并将其妥善保存。
    </p>
    <h3>三、用户帐号、密码及安全</h3>
    <p>
      用户应提供及时、详尽、准确的个人资料，并不断及时更新注册时提供的个人资料，保持其详尽、准确。所有用户输入的资料将引用为注册资料。我们平台不对因用户提交的注册信息不真实或未及时准确变更信息而引起的问题、争议及其后果承担责任。
      用户不应将其帐号和密码转让、出借或告知他人，供他人使用。如用户发现帐号遭他人非法使用，应立即通知我们平台。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用的，我们平台不承担任何责任。
    </p>
    <h3>四、隐私权政策</h3>
    <p>
      用户提供的注册信息及我们平台保留的用户所有资料将受到中国相关法律法规和我们平台《隐私权政策》的规范。《隐私权政策》构成本条款不可分割的一部分。具体请查看看服务条款下方“附件：隐私策略”。
    </p>
    <h3>五、上传内容</h3>
    <p>
      用户通过任何我们平台提供的服务上传、张贴、发送(通过电子邮件或任何其它方式传送)的文本、文件、图像、照片、视频、声音、音乐、其他创作作品或任何其他材料(以下简称"内容"，包括用户个人的或个人创作的照片、声音、视频等)，无论系公开还是私下传播，均由用户和内容提供者承担责任，我们平台不对该等内容的正确性、完整性或品质作出任何保证。用户在使用平台服务时，可能会接触到令人不快、不适当或令人厌恶之内容，用户需在接受服务前自行做出判断。在任何情况下，我们平台均不为任何内容负责(包括但不限于任何内容的错误、遗漏、不准确或不真实)，亦不对通过平台服务上传、张贴、发送(通过电子邮件或任何其它方式传送)的内容衍生的任何损失或损害负责。我们平台在管理过程中发现或接到举报并进行初步调查后，有权依法停止任何前述内容的传播并采取进一步行动，包括但不限于暂停某些用户使用我们平台的全部或部分服务，保存有关记录，并向有关机关报告。
    </p>
    <h3>六、用户行为</h3>
    <p>
      用户在使用平台服务时，必须遵守中华人民共和国相关法律法规的规定，用户保证不会利用平台服务进行任何违法或不正当的活动，包括但不限于下列行为：<br />
      上传、展示、张贴或以其它方式传播含有下列内容之一的信息：<br />
      反对宪法及其他法律的基本原则的;<br />
      危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;<br />
      损害国家荣誉和利益的; 煽动民族仇恨、民族歧视、破坏民族团结的;<br />
      破坏国家宗教政策，宣扬邪教和封建迷信的;<br />
      散布谣言，扰乱社会秩序，破坏社会稳定的;<br />
      散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;<br />
      侮辱或者诽谤他人，侵害他人合法权利的;<br />
      含有虚假、有害、胁迫、侵害他人隐私、骚扰、中伤、粗俗、猥亵、或其它道德上令人反感的内容;<br />
      含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的;<br />
      不得为任何非法目的而使用网络服务系统。<br />
      用户同时保证不会利用平台服务从事以下活动：<br />
      未经允许，进入计算机信息网络或者使用计算机信息网络资源的;<br />
      未经允许，对计算机信息网络功能进行删除、修改或者增加的;<br />
      未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的;故意制作、传播计算机病毒等破坏性程序的;<br />
      其他危害计算机信息网络安全的行为。<br />
      如用户在使用网络服务时违反任何上述规定，我们平台或经其授权者有权要求该用户改正或直接采取一切必要措施(包括但不限于更改、删除相关内容、暂停或终止相关用户使用平台服务)以减轻和消除该用户不当行为造成的影响。<br />
      用户不得对平台服务的任何部分或全部以及通过我们平台取得的任何形式的信息，进行复制、拷贝、出售、转售或用于任何其它商业目的。<br />
      用户须对自己在使用平台服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：停止侵害行为，向受到侵害者公开赔礼道歉，恢复受到侵害者的名誉，对受到侵害者进行赔偿。如果我们平台网站因某用户的非法或不当行为受到行政处罚或承担了任何形式的侵权损害赔偿责任，该用户应向我们平台进行赔偿(不低于我们平台向第三方赔偿的金额)并通过全国性的媒体向我们平台公开赔礼道歉。<br />
    </p>

    <h3>七、知识产权和其他合法权益(包括但不限于名誉权、商誉等)</h3>
    <p>
      我们平台并不对用户发布到平台服务中的文本、文件、图像、照片、视频、声音、音乐、其他创作作品或任何其他材料(前文称为"内容")拥有任何所有权。在用户将内容发布到平台服务中后，用户将继续对内容享有权利，并且有权选择恰当的方式使用该等内容。如果用户在平台服务中或通过平台服务展示或发表任何内容，即表明该用户就此授予我们平台一个有限的许可以使我们平台能够合法使用、修改、复制、传播和出版此类内容。
    </p>
    <p>
      用户同意其已就在平台服务所发布的内容，授予我们平台可以免费的、永久有效的、不可撤销的、非独家的、可转授权的、在全球范围内对所发布内容进行使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作的权利，及/或可以将前述部分或全部内容加以传播、表演、展示，及/或可以将前述部分或全部内容放入任何现在已知和未来开发出的以任何形式、媒体或科技承载的著作当中。
    </p>
    <p>
      用户声明并保证：用户对其在平台服务中或通过平台服务发布的内容拥有合法权利;用户在平台服务中或通过平台服务发布的内容不侵犯任何人的肖像权、隐私权、著作权、商标权、专利权、及其它合同权利。如因用户在平台服务中或通过平台服务发布的内容而需向其他任何人支付许可费或其它费用，全部由该用户承担。
    </p>
    <p>
      平台服务中包含我们平台提供的内容，包含用户和其他我们平台许可方的内容(下称"我们平台的内容")。我们平台的内容受《中华人民共和国著作权法》、《中华人民共和国商标法》、《中华人民共和国专利法》、《中华人民共和国反不正当竞争法》和其他相关法律法规的保护，我们平台拥有并保持对我们平台的内容和平台服务的所有权利。
    </p>
    <h3>八、国际使用之特别警告</h3>
    <p>
      用户已了解国际互联网的无国界性，同意遵守所有关于网上行为、内容的法律法规。用户特别同意遵守有关从中国或用户所在国家或地区输出信息所可能涉及、适用的全部法律法规。
    </p>
    <h3>九、赔偿</h3>
    <p>
      由于用户通过平台服务上传、张贴、发送或传播的内容，或因用户与本服务连线，或因用户违反本使用条款，或因用户侵害他人任何权利而导致任何第三人向我们平台提出赔偿请求，该用户同意赔偿我们平台及其股东、子公司、关联企业、代理人、品牌共有人或其它合作伙伴相应的赔偿金额(包括我们平台支付的律师费等)，以使我们平台的利益免受损害。
    </p>
    <h3>十、关于使用及储存的一般措施</h3>
    <p>
      用户承认我们平台有权制定关于服务使用的一般措施及限制，包括但不限于平台服务将保留用户的电子邮件信息、用户所张贴内容或其它上载内容的最长保留期间、用户一个帐号可收发信息的最大数量、用户帐号当中可收发的单个信息的大小、平台服务器为用户分配的最大磁盘空间，以及一定期间内用户使用平台服务的次数上限(及每次使用时间之上限)。通过平台服务存储或传送的任何信息、通讯资料和其它任何内容，如被删除或未予储存，用户同意我们平台毋须承担任何责任。用户亦同意，超过一年未使用的帐号，我们平台有权关闭。我们平台有权依其自行判断和决定，随时变更相关一般措施及限制。
    </p>
    <h3>十一、服务的修改</h3>
    <p>
      用户了解并同意，无论通知与否，我们平台有权于任何时间暂时或永久修改或终止部分或全部平台服务，对此，我们平台对用户和任何第三人均无需承担任何责任。用户同意，所有上传、张贴、发送到我们平台的内容，我们平台均无保存义务，用户应自行备份。我们平台不对任何内容丢失以及用户因此而遭受的相关损失承担责任。
    </p>
    <h3>十二、终止服务</h3>
    <p>
      用户同意我们平台可单方面判断并决定，如果用户违反本使用条款或用户长时间未能使用其帐号，我们平台可以终止该用户的密码、帐号或某些服务的使用，并可将该用户在平台服务中留存的任何内容加以移除或删除。我们平台亦可基于自身考虑，在通知或未通知之情形下，随时对该用户终止部分或全部服务。我们平台可在发现任何不适宜内容时，立即关闭或删除该用户的帐号及其帐号中所有相关信息及文件，并暂时或永久禁止该用户继续使用前述文件或帐号，用户了解并同意条款，无需事先通知
    </p>
    <h3>十三、与广告商进行的交易</h3>
    <p>
      用户通过平台服务与广告商进行任何形式的通讯或商业往来，或参与促销活动(包括相关商品或服务的付款及交付)，以及达成的其它任何条款、条件、保证或声明，完全是用户与广告商之间的行为。除有关法律法规明文规定要求我们平台承担责任外，用户因前述任何交易、沟通等而遭受的任何性质的损失或损害，我们平台均不予负责。
    </p>
    <h3>十四、链接</h3>
    <p>
      用户了解并同意，对于平台服务或第三人提供的其它网站或资源的链接是否可以利用，我们平台不予负责;存在或源于此类网站或资源的任何内容、广告、产品或其它资料，我们平台亦不保证或负责。因使用或信赖任何此类网站或资源发布的或经由此类网站或资源获得的任何商品、服务、信息，如对用户造成任何损害，我们平台不负任何直接或间接责任。
    </p>
    <h3>十五、禁止商业行为</h3>
    <p>
      用户同意不对平台服务的任何部分或全部以及用户通过我们平台的服务取得的任何物品、服务、信息等，进行复制、拷贝、出售、转售或用于任何其它商业目的。
    </p>
    <h3>十六、我们平台的专属权利</h3>
    <p>
      用户了解并同意，平台服务及其所使用的相关软件(以下简称"服务软件")含有受到相关知识产权及其它法律保护的专有保密资料。用户同时了解并同意，经由平台服务或广告商向用户呈现的赞助广告或信息所包含之内容，亦可能受到著作权、商标、专利等相关法律的保护。未经我们平台或广告商书面授权，用户不得修改、出售、传播部分或全部服务内容或软件，或加以制作衍生服务或软件。我们平台仅授予用户个人非专属的使用权，用户不得(也不得允许任何第三人)复制、修改、创作衍生著作，或通过进行还原工程、反向组译及其它方式破译原代码。用户也不得以转让、许可、设定任何担保或其它方式移转服务和软件的任何权利。用户同意只能通过由我们平台所提供的界面而非任何其它方式使用平台服务。
    </p>
    <h3>十七、担保与保证</h3>
    <p>
      我们平台使用条款的任何规定均不会免除因我们平台造成用户人身伤害或因故意造成用户财产损失而应承担的任何责任。
    </p>
    <p>
      用户使用平台服务的风险由用户个人承担。我们平台对服务不提供任何明示或默示的担保或保证，包括但不限于商业适售性、特定目的的适用性及未侵害他人权利等的担保或保证。
    </p>
    <p>
      我们平台亦不保证以下事项： 服务将符合用户的要求;<br />
      服务将不受干扰、及时提供、安全可靠或不会出错;<br />
      使用服务取得的结果正确可靠;<br />
      用户经由平台服务购买或取得的任何产品、服务、资讯或其它信息将符合用户的期望，且软件中任何错误都将得到更正。<br />
      用户应自行决定使用平台服务下载或取得任何资料且自负风险，因任何资料的下载而导致的用户电脑系统损坏或数据流失等后果，由用户自行承担。<br />
      用户经由平台服务获知的任何建议或信息(无论书面或口头形式)，除非使用条款有明确规定，将不构成我们平台对用户的任何保证。
    </p>

    <h3>十八、责任限制</h3>
    <p>
      用户明确了解并同意，基于以下原因而造成的任何损失，我们平台均不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任(即使我们平台事先已被告知用户或第三方可能会产生相关损失)：
    </p>
    <p>平台服务的使用或无法使用;</p>
    <p>
      通过平台服务购买、兑换、交换取得的任何商品、数据、信息、服务、信息，或缔结交易而发生的成本;<br />
      用户的传输或数据遭到未获授权的存取或变造;
    </p>
    任何第三方在平台服务中所作的声明或行为;
    与平台服务相关的其它事宜，但本条款有明确规定的除外。
    <h3>十九、一般性条款</h3>
    <p>
      本条款构成用户与我们平台之间的正式条款，并用于规范用户的使用行为。在用户使用平台服务、使用第三方提供的内容或软件时，在遵守本条款的基础上，亦应遵守与该等服务、内容、软件有关附加条款及条件。<br />
      本条款以及用户与我们平台之间的关系，均受到中华人民共和国法律管辖。<br />
      用户与我们平台就服务本身、本条款或其它有关事项发生的争议，应通过友好协商解决。协商不成的，应向北京市朝阳区人民法院提起诉讼。<br />
      我们平台未行使或执行本条款设定、赋予的任何权利，不构成对该等权利的放弃。<br />
      本条款中的任何条款因与中华人民共和国法律相抵触而无效，并不影响其它条款的效力。<br />
      本条款的标题仅供方便阅读而设，如与条款内容存在矛盾，以条款内容为准。
    </p>
    <h3>二十、举报 如用户发现任何违反本条款的情事，请及时通知我们平台。</h3>
    <h3>二十一、解释权</h3>
    <p>
      本条款的最终解释权归广州松冬体育信息咨询有限公司所有。<br />
      附件：隐私策略 1、隐私策略的接受<br />
      保护和尊重用户隐私是广州松冬体育信息咨询有限公司（以下称“松冬体育”）的一项基本原则。当您浏览、使用平台和相关服务时，则视为您知晓、认可与同意遵守松冬体育的隐私策略（以下称“本策略”）。
    </p>
    <p>2、用户信息的保护和公开</p>
    我们不会将您在平台以及相关服务上提交的个人信息如姓名、地址、电子邮件地址以及电话号码等透露或公开给第三方个人或企业，但以下情况除外：
    -事先获得用户的明确授权 -根据有关的法律法规要求<br />
    -按照相关政府主管部门的要求 -为维护社会公众的利益<br />
    -为维护松冬体育的合法权益<br />
    -平台可能会与第三方合作向用户提供相关的网络服务。在此情况下，如该第三方同意承担与松冬体育同等的保护用户隐私的责任，则松冬体育有权将用户的如上资料提供给该第三方。<br />
    -在不透露单个用户隐私资料的前提下，松冬体育有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。<br />
    <p>3、隐私策略的更新</p>
    <p>
      本策略作为《服务条款》的一部分，可能因为平台将来会提供更多的新服务而有所更新，相关策略一旦被更新，我们会在平台上立即更新，并即刻生效。如果用户在该等修改发布后继续使用平台服务，则表示该用户同意遵守对本策略所作出的该等修改。因此，请用户务必定期查阅本策略，以确保了解所有关于本策略的最新修改。如果用户不同意我们平台对本策略进行的修改，请用户离开我们平台网站并立即停止使用平台服务。同时，用户还应当删除个人档案并注销成员资格。
    </p>
    <p>本策略的最终解释权归松冬体育咨询设计院有限公司所有。</p>
  </div>
</template>
<script>
export default {
  name: "Agreement",
}
</script>
<style lang="scss" scoped>
.statement-content{
  width: 1200px;
  margin: 0 auto;
  h3{
    font-size: 16px;
    font-weight:600;
    padding: 12px 0 6px 0;
  }
  .title{
    text-align: center;
    padding-top: 12px;
  }
}
</style>